10/data/attachments/95f6f255afb4a3a7.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_e150b45b-2c0c-4d3b-b3c5-e3c81bcc7c7f</nif:username>
            <nif:friendToBeAdded>Elizabeth_case_Actions_95549_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>